[
   {"name":"MosquiAdapt",
"description":" The role of the DM2L team in this project is to analyse the interactions among the holobiont of mosquitos, and their reaction to polluted environments.",
"start":2022,
"end":2022,
 "funding":"MITI",
 "budget_k":1,
 "who":"Remy",
   "partners":"Laboratoire d’Ecologie Microbienne (UMR 5557), Institut des Sciences Analytiques (UMR 5280)"
},{"name":"CovDyn, Covid Dynamics",
"description":"Simulation de propagation de l'épidémie de Covid-19. Etude des possibilités d'application des modèles compartimentaux pour capter les dynamiques de confinement et de déconfinement. Développement de modèles de simulation permettant d'étudier l'interaction entre différentes mesures (port de masque, distanciation, traçage des contacts, tests, isolement). Evaluation sur simulateur des stratégies vaccinales. Le projet est coordonné par Pascal Roy (Université Lyon 1, HCL, LBBE).",
"start":2020,
"end":2021,
 "funding":"Institutions",
 "budget_k":50,
 "who":"Rigotti",
   "partners":"Hospices Civils de Lyon, Laboratoire de Biométrie et Biologie Evolutive, Laboratoire de Mécanique des Fluides et d’Acoustique, Institut Camille Jordan, Laboratoire de Tribologie et Dynamique des Systèmes, Laboratoire de Sciences Actuarielle et Financière"

},
 {"name":"GEODE, Encyclopedic geographical discourse",
"description":"https://geode-project.github.io/ <br>Le projet interdisciplinaire GEODE (2020-2024) financé par le LabEX ASLAN (https://aslan.universite-lyon.fr/projets-finances-par-aslan/projet-geode-173466.kjsp) réunit des chercheurs en linguistique, informatique et géographie des laboratoires ICAR, LIRIS et EVS. Ce projet fait suite au projet GéoDISCO (2019-2020) financé par la MSH Lyon St-Etienne. Notre objectif est d’étudier dans un corpus de quatre encyclopédies françaises les changements survenus dans les discours géographiques entre 1750 et nos jours. Pour cela, nous nous aiderons des méthodes de classification semi-supervisée des textes, de génération de modèles de langues et de repérage automatique de routines discursives. ",
"start":2020,
"end":2024,
 "funding":"ASLAN",
 "budget_k":200,
 "who":"Moncla",
   "partners":"Laboratoire de Linguistique Formelle, The Alan Turing Institute, Laboratoire de linguistique et didactique des langues étrangères et maternelles, UMR 5600 ENVIRONNEMENT VILLE SOCIÉTÉ, ICAR"
},
{"name":"CARTIE",
"description":"Ce projet financé par le LabEx ASLAN a pour but le financement d'un stage de master. Le travail s'intéresse à l'analyse de corpus mêlant de façon hybride approches symboliques et statistiques. Notre objectif est le développement et l’expérimentation d’algorithmes statistiques d’intelligence artificielle afin de construire, en nous fondant sur des approches statistiques, une représentation sémantique des propos tenus dans les articles encyclopédiques. Cela doit nous permettre de classer, comparer et analyser ces articles avec comme premier point d’entrée les articles géographiques.",
"start":2020,
"end":2021,
 "funding":"ASLAN",
 "budget_k":3,
 "who":"Moncla"
},
{"name":"HextGEO",
"description":"Conception de méthodes combinant TAL et Data Mining pour le traitement et l'analyse d'informations géographiques. ",
"start":2019,
"end":2020,
 "funding":"IDEX",
 "budget_k":54,
 "who":"Moncla"
},
 {"name":"VEL'INNOV, Les vélos en libre service automatisé. Un système socio-technique innovant et ses appropriations sociales",
"description":"",
"start":2013,
"end":2016,
 "funding":"ANR",
 "budget_k":150,
 "who":"Robardet",
   "partners":"JCDecaux, Laboratoire Aménagement Economie Transports, UMR 5600 ENVIRONNEMENT VILLE SOCIÉTÉ, Laboratoire de Physique de l'ENS de Lyon"

},
 {"name":"INTEGRATE, Integrated Solutions for Agile Manufacturing in High-mix Semiconductor Fabs",
"description":"INTEGRATE EU FP7 (2013-2015) Integrated Solutions for Agile Manufacturing in High-mix Semiconductor Fabs : This projects involves 28 european partners and leaded by STMicroelectronics. Our DM2L team is involved in WP5 ”Data Analysis and Yield”. Maintaining cost decrease per function, reducing cycle times, improving reproducibility and equipment effectiveness while reducing the environmental impact of the factories are key challenges to be addressed to keep the competitiveness of European SC manufacturers. The INTEGRATE project aims to enhance European semiconductor fabs efficiency by providing methods and tools to better control the process variability, reduce the cycle time and enhance the effectiveness of the production equipment.",
"start":2013,
"end":2015,
 "funding":"FP7",
 "budget_k":150,
 "who":"Aussem"
},
 {"name":"GRAISEARCH, Use of Graphics Rendering and Artificial Intelligence for Improved Mobile Search Capabilities ",
"description":"GRAISEARCH EU FP7 - Call FP7-PEOPLE-2013-IAPP - Marie Curie (2014-2018) Use of Graphics Rendering and Artificial Intelligence for Improved Mobile Search Capabilities : GRAISearch is an Industry-Academia Partnerships and Pathways project (IAPP) aiming at transferring knowledge from Academia to Industries. It is also a support for training and career development of researchers (Marie Curie). A Web startup, Tapastreet Ltd, as well as two academic institutions, INSA de Lyon (LIRIS UMR CNRS 5205) and Trinity College Dublin (TCD) for their knwoledge resp. in Data science & Vizualization, are involved. The goal is to transfer recent technologies from research on video summarization, 3D scene reconstruction, data mining and event detection from social media, into the products of Tapastreet LTD. Transfert is made also via 20 months mobilities between any pairs of the three partners.",
"start":2014,
"end":2018,
 "funding":"FP7",
 "budget_k":150,
 "who":"Robardet",
  "partners":"Tapastreet,Trinity College Dublin"
},
{"name":"BITUNAM, BITcoin User Network Analysis and Mining",
"description":"BITUNAM stands for Bitcoin User Network Analysis and Mining.<br> It is a project funded by the ANR, French National Research Agency, as a 42 months JCJC program (young researcher program). The page of the project can be found <a href='http://cazabetremy.fr/BITUNAM.html'>here</a>.",
"start":2018,
"end":2022,
 "funding":"ANR",
 "budget_k":150,
 "who":"Cazabet"
},
  {"name":"ACADEMICS,Machine Learning & Data Science for Complex and Dynamical Models",
"description":"ACADEMICS is a 1 Million Euros Scientific Breakthrough Program (SBP) awarded by IDEX Lyon.<br> It involves two teams at LIRIS laboratory, including DM2L, together with l’Institut Rhônalpin des Systèmes Complexes (IXXI), le Laboratoire de Physique à l’ENS de Lyon (LP ENS de Lyon), le Laboratoire d’Informatique du Parallélisme (LIP), le Laboratoire Hubert Curien (LabHC)",
"start":2019,
"end":2022,
 "funding":"IDEX",
 "budget_k":1000,
 "who":"Cazabet"
},
  {"name":"GREG, GRaph Embedding for Complex Request AGgregation)",
"description":"GREG (GRaph Embedding for Complex Request AGgregation) is a transerversal project between two teams of LIRIS laboratotyr: GOAL and DM2L. Its objective is to use Graph Embedding techniques to improve Request aggregation.  <a href='https://docs.google.com/document/d/1JuHWGq9PRgoaLnyeYmtvm0oJ34esdAj6gik2K67Ld2I/edit#heading=h.u282n4b76hrb'>Webpage</a>",
"start":2018,
"end":2020,
 "funding":"LIRIS",
 "budget_k":5,
 "who":"Cazabet"
},
  {"name":"NED : Network Embedding with Dynamic",
"description":"NED : Network Embedding with Dynamic <br> Laboratoires impliqués : LabHC/LIRISLe Network Embedding est une nouvelle technique pour analyser les propriétés d’un graphe, en le projetant dans un espace de faible dimension de manière à encoder certaines propriétés de sa structure dans les positions relatives des nœuds. L’objectif de ce projet exploratoire est d’étudier comment l’embedding de graphe pourrait être étendu au cas des graphes dynamiques, de manière à conserver à la fois l’organisation topologique du réseau et son organisation temporelle. Le financement permettra de mettre en commun les compétences complémentaires de l’équipe DM2L du LIRIS et de l’équipe Data Intelligence du Laboratoire Hubert Curien, en particulier en matière de graphes dynamiques et d’embedding de graphe.",
"start":2018,
"end":2020,
 "funding":"FIL",
 "budget_k":9,
 "who":"Cazabet"
},
  {"name":"DUF, Digital Urban Farming",
"description":"This project, having as partners ATOS and the french start-up FUL, aims at using data mining techniques to improve smart-farms. More information <a href='https://atos.net/wp-content/uploads/2018/11/atos-cent-mag659-doss-fermeurbaine.pdf'> here</a>",
"start":2018,
"end":2021,
 "funding":"FUI",
 "budget_k":200,
 "who":"Cazabet, Boulicaut"
},
  {"name":"ADOCS, Automatic Discovery of the Organisation of Complex Systems",
"description":"Projet BQR nouvel arrivant de l'Université Lyon 1, support à un doctorant démarrant sur un sujet éponyme.",
"start":2018,
"end":2018,
 "funding":"BQR",
 "budget_k":10,
 "who":"Cazabet"
},
  {"name":"Speed Prediction using Sequential Graph Neural Networks",
"description":"Plusieurs applications de transport urbain, telles que la surveillance du trafic et la planification d'itinéraires reposent largement sur des prévisions de la vitesse de circulation sur les routes. Ces prévisions sont aujourd’hui en grande partie basée sur des techniques de machine learning exploitant des données massives. Ces dernières années, les modèles de Deep Learning ont permis des avancées importantes dans ce contexte. Leur application à des données complexes nécessite des techniques spécifiques : CNN pour intégrer la proximité des éléments (Pixels dans des images, etc.), RNN pour intégrer l’ordre des éléments (Ordre des mots dans une phrase, etc.). Les Graph Neural Networks (GNN) ont été proposés récemment pour intégrer des relations complexes pouvant être représentées par des graphes. Une bonne prédiction de la vitesse de déplacement doit nécessairement prendre en compte à la fois les aspects structurels (topologie du réseau routier, capacités) et les aspects dynamiques et historiques (demande de trafic, vitesses/flux observées). Des travaux très récents ont proposé d’utiliser des SeqGNN intégrant les deux aspects, appliqués à la prévision de vitesse.",
"start":2019,
"end":2020,
 "funding":"IMU",
 "budget_k":3,
 "who":"Cazabet"
},
  {"name":"Methodes et outil de valorisation de flux de donnees collectes pour la supervision de systemes industriels",
"description":"These CIFRE avec comme partenaires ATOS(...)",
"start":2017,
"end":2020,
 "funding":"CIFRE",
 "budget_k":100,
 "who":"Mathonat,Boulicaut,Kaytoue",
  "industrial":true
},
   {"name":"Analyse de la structure et de la dynamique des contextes de citation pour de meilleurs indicateurs bibliométriques",
"description":"Projet IXXI, en collaboration avec Marc Bertin du laboratoire ELICO",
"start":2020,
"end":2022,
 "funding":"IXXI",
 "budget_k":5,
 "who":"Cazabet",
  "industrial":false
}
]
