[
{"name":"BITUNAM, BITcoin User Network Analysis and Mining",
"description":"BITUNAM stands for Bitcoin User Network Analysis and Mining.<br> It is a project funded by the ANR, French National Research Agency, as a 42 months JCJC program (young researcher program). The page of the project can be found <a href='http://cazabetremy.fr/BITUNAM.html'>here</a>.",
"start":2018,
"end":2022,
 "funding":"ANR",
 "budget_k":150,
 "who":"Cazabet"
},
  {"name":"ACADEMICS,Machine Learning & Data Science for Complex and Dynamical Models",
"description":"ACADEMICS is a 1 Million Euros Scientific Breakthrough Program (SBP) awarded by IDEX Lyon.<br> It involves two teams at LIRIS laboratory, including DM2L, together with l’Institut Rhônalpin des Systèmes Complexes (IXXI), le Laboratoire de Physique à l’ENS de Lyon (LP ENS de Lyon), le Laboratoire d’Informatique du Parallélisme (LIP), le Laboratoire Hubert Curien (LabHC)",
"start":2019,
"end":2022,
 "funding":"IDEX",
 "budget_k":1000,
 "who":"Cazabet"
},
  {"name":"GREG, GRaph Embedding for Complex Request AGgregation)",
"description":"GREG (GRaph Embedding for Complex Request AGgregation) is a transerversal project between two teams of LIRIS laboratotyr: GOAL and DM2L. Its objective is to use Graph Embedding techniques to improve Request aggregation.  <a href='https://docs.google.com/document/d/1JuHWGq9PRgoaLnyeYmtvm0oJ34esdAj6gik2K67Ld2I/edit#heading=h.u282n4b76hrb'>Webpage</a>",
"start":2018,
"end":2020,
 "funding":"LIRIS",
 "budget_k":5,
 "who":"Cazabet"
},
  {"name":"NED : Network Embedding with Dynamic",
"description":"NED : Network Embedding with Dynamic <br> Laboratoires impliqués : LabHC/LIRISLe Network Embedding est une nouvelle technique pour analyser les propriétés d’un graphe, en le projetant dans un espace de faible dimension de manière à encoder certaines propriétés de sa structure dans les positions relatives des nœuds. L’objectif de ce projet exploratoire est d’étudier comment l’embedding de graphe pourrait être étendu au cas des graphes dynamiques, de manière à conserver à la fois l’organisation topologique du réseau et son organisation temporelle. Le financement permettra de mettre en commun les compétences complémentaires de l’équipe DM2L du LIRIS et de l’équipe Data Intelligence du Laboratoire Hubert Curien, en particulier en matière de graphes dynamiques et d’embedding de graphe.",
"start":2018,
"end":2020,
 "funding":"FIL",
 "budget_k":9,
 "who":"Cazabet"
},
  {"name":"DUF, Digital Urban Farming",
"description":"This project, having as partners ATOS and the french start-up FUL, aims at using data mining techniques to improve smart-farms. More information <a href='https://atos.net/wp-content/uploads/2018/11/atos-cent-mag659-doss-fermeurbaine.pdf'> here</a>",
"start":2018,
"end":2021,
 "funding":"FUI",
 "budget_k":200,
 "who":"Cazabet, Boulicaut"
},
  {"name":"ADOCS, Automatic Discovery of the Organisation of Complex Systems",
"description":"Projet BQR nouvel arrivant de l'Université Lyon 1, support à un doctorant démarrant sur un sujet éponyme.",
"start":2018,
"end":2018,
 "funding":"BQR",
 "budget_k":10,
 "who":"Cazabet"
},
  {"name":"Speed Prediction using Sequential Graph Neural Networks",
"description":"Plusieurs applications de transport urbain, telles que la surveillance du trafic et la planification d'itinéraires reposent largement sur des prévisions de la vitesse de circulation sur les routes. Ces prévisions sont aujourd’hui en grande partie basée sur des techniques de machine learning exploitant des données massives. Ces dernières années, les modèles de Deep Learning ont permis des avancées importantes dans ce contexte. Leur application à des données complexes nécessite des techniques spécifiques : CNN pour intégrer la proximité des éléments (Pixels dans des images, etc.), RNN pour intégrer l’ordre des éléments (Ordre des mots dans une phrase, etc.). Les Graph Neural Networks (GNN) ont été proposés récemment pour intégrer des relations complexes pouvant être représentées par des graphes. Une bonne prédiction de la vitesse de déplacement doit nécessairement prendre en compte à la fois les aspects structurels (topologie du réseau routier, capacités) et les aspects dynamiques et historiques (demande de trafic, vitesses/flux observées). Des travaux très récents ont proposé d’utiliser des SeqGNN intégrant les deux aspects, appliqués à la prévision de vitesse.",
"start":2019,
"end":2020,
 "funding":"IMU",
 "budget_k":3,
 "who":"Cazabet"
},
  {"name":"Methodes et outil de valorisation de flux de donnees collectes pour la supervision de systemes industriels",
"description":"These CIFRE avec comme partenaires ATOS(...)",
"start":2017,
"end":2020,
 "funding":"CIFRE",
 "budget_k":100,
 "who":"Mathonat,Boulicaut,Kaytoue",
  "industrial":true
},
   {"name":"Analyse de la structure et de la dynamique des contextes de citation pour de meilleurs indicateurs bibliométriques",
"description":"Projet IXXI, en collaboration avec Marc Bertin du laboratoire ELICO",
"start":2020,
"end":2022,
 "funding":"IXXI",
 "budget_k":5,
 "who":"Cazabet",
  "industrial":false
}
]
